export const sample = [
    {
        id: 10001,
        img: "https://movie-phinf.pstatic.net/20211001_121/16330536363187liBB_JPEG/movie_image.jpg",
        title: "007 노 타임 투 다이",
        star: 9.29,
        tag: "#웅장한",
        director: "캐리 후쿠나가",
        actor: ["다니엘 크레이그(제임스 본드)", "라미 말렉(샤핀)", "라샤나 린치(노미)"],
        story: `가장 강력한 운명의 적과 마주하게된 제임스 본드의 마지막 미션이 시작된다`
    },
    {
        id: 10002,
        img: "https://movie-phinf.pstatic.net/20210831_152/1630371935224qy9s6_JPEG/movie_image.jpg",
        title: "보이스",
        star: 3.42,
        tag: "#감동적인",
        director: ["김선", "김곡"],
        actor: ["변요한(서준)", "김무열(곽프로)", "김희원(이규호)"],
        story: `단 한 통의 전화!
        걸려오는 순간 걸려들었다!
        부산 건설현장 직원들을 상대로 걸려온 전화 한 통.
        보이스피싱 전화로 인해 딸의 병원비부터 아파트 중도금까지,
        당일 현장에서는 수많은 사람들이 목숨 같은 돈을 잃게 된다.
        
        현장작업반장인 전직형사 서준(변요한)은 가족과 동료들의 돈 30억을 되찾기 위해
        보이스피싱 조직을 추적하기 시작한다.
         
        마침내 중국에 위치한 본거지 콜센터 잠입에 성공한 서준,
        개인정보확보, 기획실 대본입고, 인출책 섭외, 환전소 작업, 대규모 콜센터까지!
        체계적으로 조직화된 보이스피싱의 스케일에 놀라고,
        그곳에서 피해자들의 희망과 공포를 파고드는 목소리의 주인공이자 기획실 총책 곽프로(김무열)를 드디어 마주한다.
        
        그리고 그가 300억 규모의 새로운 총력전을 기획하는 것을 알게 되는데..
        
        상상이상으로 치밀하게 조직화된 보이스피싱의 실체!
        끝까지 쫓아 반드시 되찾는다!`
    },
    {
        id: 10003,
        img: "https://movie-phinf.pstatic.net/20210917_60/16318534287592XLg8_JPEG/movie_image.jpg",
        title: "기적",
        star: 8.49,
        tag: "#재치있는",
        director: "이장훈",
        actor: ["박정민(준경)", "이성민(태윤)", "윤아(라희)"],
        story: `오갈 수 있는 길은 기찻길밖에 없지만
        정작 기차역은 없는 마을.
        오늘부로 청와대에 딱 54번째 편지를 보낸 ‘준경’(박정민)의 목표는 단 하나!
        바로 마을에 기차역이 생기는 것이다.
        
        기차역은 어림없다는 원칙주의 기관사 아버지 ‘태윤’(이성민)의 반대에도
        누나 ‘보경’(이수경)과 마을에 남는 걸 고집하며 왕복 5시간 통학길을 오가는 ‘준경’.
        그의 엉뚱함 속 비범함을 단번에 알아본 자칭 뮤즈 ‘라희’(임윤아)와 함께
        설득력 있는 편지쓰기를 위한 맞춤법 수업,
        유명세를 얻기 위한 장학퀴즈 테스트,
        대통령배 수학경시대회 응시까지!
        오로지 기차역을 짓기 위한 ‘준경’만의 노력은 계속되는데...!
        
        포기란 없다
        기차가 서는 그날까지!`
    },
    {
        id: 10004,
        img: "https://movie-phinf.pstatic.net/20210825_8/1629879510900xEwsL_JPEG/movie_image.jpg",
        title: "샹치와 텐 링즈의 전설",
        star: 9.49,
        tag: "#의미있는",
        director: "데스틴 크리튼",
        actor: ["시무 리우(샹치)", "양조위(쑤 웬우)", "아콰피나(케이티)"],
        story: `'텐 링즈’를 차지하는 자, 세상을 지배한다!
        초인적인 능력을 가진 ‘텐 링즈’의 힘으로 수세기 동안 어둠의 세상을 지배해 온 ‘웬우’
        '샹치’는 아버지 ‘웬우’ 밑에서 암살자로 훈련을 받았지만 이를 거부하고 평범함 삶을 선택한다.
        그러나 ‘샹치’는 목숨을 노리는 자들의 습격으로 더 이상 운명을 피할 수 없다는 것을 직감하고,
        어머니가 남긴 가족의 비밀과 내면의 신비한 힘을 일깨우게 된다
         벗어나고 싶은 과거이자, 그 누구보다 두려운 아버지 ‘웬우’를 마주해야 하는 ‘샹치’
        악이 될 것인가? 구원이 될 것인가?
         
        마블의 새로운 시대,
        세상에 없던 힘이 탄생한다!`
    },
    {
        id: 10005,
        img: "https://movie-phinf.pstatic.net/20210831_7/1630399407921MTlDg_JPEG/movie_image.jpg",
        title: "스쿨 아웃 포에버",
        star: 6.29,
        tag: "#독특한",
        director: "올리버 밀번",
        actor: ["오스카 케네디", "리암 로 페르난데즈", "재스민 블랙보로우"],
        story: `최악의 팬데믹 발생!
        전 세계 인구 95% 사망
        오직 Rh-O형만 면역력 보유
        세상이 진짜로 망해버렸다!
        
        전염병과 난폭해진 사람들을 피해 학교에 모인 키건과 친구들
        현실 생존에선 그동안 배운 것은 모두 무쓸모!
        지금부턴 실전이다! 본능대로 살아남아라!`
    },
    {
        id: 10006,
        img: "https://movie-phinf.pstatic.net/20210820_122/1629448997924YXUCv_JPEG/movie_image.jpg",
        title: "모가디슈",
        star: 5.29,
        tag: "#화려한",
        director: "류승완",
        actor: ["김윤석(한신성 대사)", "조인성(강대진 참사관)", "허준호(림용수 대사)"],
        story: `내전으로 고립된 낯선 도시, 모가디슈
        지금부터 우리의 목표는 오로지 생존이다!
        
        대한민국이 UN가입을 위해 동분서주하던 시기
        1991년 소말리아의 수도 모가디슈에서는 일촉즉발의 내전이 일어난다.
        통신마저 끊긴 그 곳에 고립된 대한민국 대사관의 직원과 가족들은
        총알과 포탄이 빗발치는 가운데, 살아남기 위해 하루하루를 버텨낸다.
        그러던 어느 날 밤, 북한 대사관의 일행들이 도움을 요청하며 문을 두드리는데…
        
        목표는 하나, 모가디슈에서 탈출해야 한다!`
    },
    {
        id: 10007,
        img: "https://movie-phinf.pstatic.net/20210930_111/1632990544838Hy8aq_JPEG/movie_image.jpg",
        title: "수색자",
        star: 7.29,
        tag: "#멋있는",
        director: "김민섭",
        actor: ["송창의(강성구 대위)", "송영규(백영철 중령)", "이현균(김택진 군의관)"],
        story: `억울하게 죽은 영혼들의 무덤 DMZ
        어두운 밤 총성이 울린 후 파견 나온 교육장교가 사망하는 사건이 일어난다.
        같은 시각 출입통제구역 DMZ로 탈영병이 도주하는 일이 발생하고
        3소대는 DMZ 수색 작전에 긴급 투입된다.
        
        그곳에서 대원들은 탈영병도, 수색 대원도 아닌 정체불명의 병사를 목격한다.
        그리고 알 수 없는 죽음의 릴레이가 시작되는데...
        모든 건 바로 그날 시작되었다!`
    },
    {
        id: 10008,
        img: "https://movie-phinf.pstatic.net/20210824_61/1629789980296uFIEw_JPEG/movie_image.jpg",
        title: "극장판 포켓몬스터: 정글의 아이, 코코 ",
        star: 5.79,
        tag: "#재미있는",
        director: "야지마 테츠오",
        actor: ["마츠모토 리카", "오오타니 이쿠에", "하야시바라 메구미"],
        story: `인간들의 마을에서 멀리 떨어진 포켓몬들의 낙원 자부숲에서
        엄격한 법도를 지키며 무리들과 함께 살아가던 ‘자루도’는
        우연히 강가에서 인간의 아이를 발견하게 된다.
        
        차마 아이를 외면할 수 없었던 ‘자루도’는
        숲의 법도를 깨고 아이에게 ‘코코’라는 이름을 붙여주며
        무리에서 떨어져 둘이서만 살기로 결심한다.
        
        그로부터 10년 뒤,
        자신을 포켓몬이라고 믿는 소년 ‘코코’는
        자부숲을 찾아온 ‘지우’와 ‘피카츄’를 만나 새로운 세계를 알게 되는데…
        
        한편, 자부숲을 지켜주는 치유의 샘을 노리는
        위험한 인간들의 발소리가 들려오기 시작한다!
        정글의 아이 ‘코코’는 친구들과 힘을 모아 숲을 지킬 수 있을까?`
    }
];